"PageTitle" = "Installation en cours : %@";

/* alert strings */
"INSERT_MEDIA" = "Insérez le disque « %@ » pour continuer l’installation.";
"INSERT_MEDIA2" = "Vous avez choisi d’installer un logiciel qui requiert ce disque.";

"CANCEL_INSTALL" = "Êtes-vous sûr de vouloir annuler l’installation du logiciel ?";
"CANCEL_INSTALL2" = "L’installation du logiciel n’est pas complètement terminée. Si vous annulez, le logiciel pourrait n’être que partiellement installé et ne pas fonctionner correctement.";


/* Install Time Remaining string */
"TIME_REMAINING" = "Temps d’installation restant : %@";


/* checksum sheet strings */
"CHECKING_DISC_TITLE" = "Vérification du disque source de l’installation…";
"INSTALL_CHECKSUM_STATUS" = "%u%% terminé…";

"ChecksumFailedAlert" = "Un problème est survenu lors de la vérification de votre disque.";
"ChecksumFailedMessage" = "Redémarrez votre ordinateur, éjectez le disque et vérifiez s’il y a des empreintes de doigts ou des rayures. Si ce problème persiste, contactez le Service client d’Apple.";

"ChecksumFailedIgnoreBtn" = "Ignorer et continuer";
"CheckFailedCancel" = "Annuler l’installation";


/* button title */
"SkipButton" = "Ignorer";

